<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
       "http://www.w3.org/TR/html4/loose.dtd">
<html>

<head>
<title>Elektrische Netzwerke</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta name="description" content="Repetitorium Netzwerke">
<meta name="author" content="Martin Lieberherr">
<meta name="keywords" content="Martin, Lieberherr, Netzwerke, Kirchhoff, Knotenregel, Maschenregel"> 
</head>

<body>
<h3> Elektrische Netzwerke </h3>
Vorbemerkung<br>
Es gibt Schaltungen, die man mit Hilfe der Serie- und Parallelschaltungsregeln nicht berechnen kann. Mit den zwei Regeln von Kirchhoff kann man ein vollst&auml;ndiges Gleichungssystem f&uuml;r jede Schaltung aufstellen. Bei Schaltungen mit idealen Spannungsquellen und ohmschen Widerst&auml;nden f&uuml;hren sie auf ein lineares Gleichungssystem.<br>
<br>
<b>1. Knotenregel</b><br>
Ein Knoten ist ein Punkt, wo sich mehrere Leiter treffen. <br>
<table border="0">
	<tr>
		<td><img src="Knoten275x236.gif.html"  width="275" height="236" alt="Knoten275x236.gif"></td>
		<td>Die Summe der hineinfliessenden Str&ouml;me ist gleich der Summe der abfliessenden Str&ouml;me.<br><br>Für den Knoten im Bild erhält man:<br>I<sub>1</sub> + I<sub>2</sub> + I<sub>3</sub> + I<sub>4</sub> - I<sub>5</sub> - I<sub>6</sub> - I<sub>7</sub> = 0</td>
	</tr>
</table>
<br>
<b>2. Maschenregel</b><br>
Eine Masche ist ein geschlossener Weg entlang der Leiterbahnen in einer Schaltung. Man betrachtet die Ver&auml;nderungen des elektrischen Potenzials &phi; entlang dieses Weges. Die Summe dieser &Auml;nderungen muss null ergeben. (Wie bei einer Rundwanderung: Die Summe der H&ouml;henunterschiede muss Null ergeben, weil man ja wieder auf der Ausgangsh&ouml;he ankommt.)<br>
<img src="Masche488x330.gif.html"  width="488" height="330" alt="Masche488x330.gif"><br>
F&uuml;r die Masche im Bild, ein Ausschnitt aus einer gr&ouml;sseren Schaltung, erh&auml;lt man folgende Gleichung:<br>
+U<sub>1</sub> + U<sub>2</sub> - R<sub>1</sub>I<sub>2</sub> - U<sub>3</sub> - R<sub>2</sub>I<sub>2</sub> + R<sub>3</sub>I<sub>3</sub> = 0<br>
Wenn man von minus nach plus durch eine Spannungsquelle geht, muss man die Quellenspannung addieren, weil das elektrische Potenzial auf der Seite des Pluspols h&ouml;her ist. Wenn man in der (angenommenen) technischen Stromrichtung durch einen Widerstand geht, so muss man RI subtrahieren, weil der Strom immer Richtung tieferes Potenzial fliesst. <br>
<br>
<b>Berechnung der Str&ouml;me in einer Schaltung</b><br>
a) Auf jedem Leiterast einen Strom benennen (Variable) und eine (vorl&auml;ufige) technische Stromrichtung einzeichnen.<br>
b) Knotenregel anwenden (hat es k Knoten, so gibt es k-1 unabh&auml;ngige Knotengleichungen).<br>
c) Maschenregel so oft anwenden, bis zusammen mit den Knoten-Gleichungen gen&uuml;gend Gleichungen vorhanden sind. Darauf achten, dass alle Str&ouml;me, Spannungsquellen und Widerst&auml;nde mindestens einmal vorkommen. <br>
d) Gleichungssystem mit Zahlen schreiben und mit einem Rechner l&ouml;sen.<br>
<br>
<br>
letzte Änderung: 9. Juni 2008 / Lie.<br>
<br>
Zur&uuml;ck zur <a href="../../index.htm"> Startseite </a> des Repetitoriums<br>
</body>
</html>
