<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
       "http://www.w3.org/TR/html4/loose.dtd">
<html>

<head>
<title>Misserfolg</title>
<meta name="description" content="Was tun bei Misserfolg in einer Pruefung?">
<meta name="author" content="Martin Lieberherr">
<meta name="keywords" content="Misserfolg, Test, Examen, Pruefung">
</head>

<body>
<h1>Misserfolg</h1>

Was tun bei Misserfolg in der Pr&uuml;fung?<br>
<br>
Widerstehen Sie der Versuchung, die Pr&uuml;fung in den Papierkorb zu werfen. Analysieren Sie die Pr&uuml;fung und lernen Sie aus dem Misserfolg.<br>
<br>
Kontrollieren Sie als erstes die Korrekturen: Sind alle Aufgaben korrigiert und bewertet worden? Sind die Punkte korrekt zusammengez&auml;hlt? Ist der Punktzahl die richtige Note zugeordnet worden? Vergleichen Sie Ihre Pr&uuml;fung mit jenen Ihrer Sitznachbarn sowie von Mitsch&uuml;lern, die deutlich besser oder schlechter abgeschnitten haben. So erkennen Sie, ob die Pr&uuml;fung fair bewertet wurde.<br>
<br>
Vergleichen Sie Ihre Pr&uuml;fung mit den L&ouml;sungen (sofern vorhanden). 
Haben Sie den Ansatzpunkt nicht gefunden oder schlichtweg falsch gerechnet? Haben Sie Fl&uuml;chtigkeitsfehler gemacht? Diese Fehlerarten lassen sich durch fleissiges &uuml;ben (Hausaufgaben!) vermeiden.<br>
<br>

Fragen Sie die Lehrperson, ob Sie die Pr&uuml;fung mit ihr besprechen k&ouml;nnen. Manchmal erhalten Sie weitere Tipps. <br>
<br>
Vorbereitung auf die n&auml;chste Pr&uuml;fung:<br>
L&ouml;sen Sie die Aufgaben zuerst immer ohne Hilfe. Fragen Sie aber jedes Mal nach, wenn Sie die Aufgaben nicht selbst k&ouml;nnen.<br>
<br>
Lernen Sie langfristig, nicht erst am Abend vor der Pr&uuml;fung. Auf diese Weise haben Sie viel mehr Stoff pr&auml;sent.  Schauen Sie z.B. kurz ins Heft, bevor Sie den Rucksack f&uuml;r den n&auml;chsten Tag packen. Wenn Sie etwas nicht verstanden haben, ist so auch noch Zeit, Ausk&uuml;nfte einzuholen.<br>
<br>
last update: 9. Dezember 2007 / Martin Lieberherr<br>
<br>
</body>
</html>
